{"data":["Eiusmod culpa eu sausage pariatur tenderloin beef.  Aute excepteur salami rump.  Cupim sirloin ut excepteur aliquip ham hock hamburger spare ribs sausage minim.  Irure exercitation salami lorem, pig shankle sed ad velit picanha porchetta fugiat ham chicken.  Ham hock landjaeger quis eiusmod, do porchetta capicola excepteur burgdoggen cillum jerky fatback in.  Andouille quis short loin excepteur dolore tempor.  Meatloaf ea do in.","Short ribs in chislic ball tip aliquip veniam, turkey hamburger filet mignon ad eiusmod.  Frankfurter occaecat meatloaf irure, meatball ullamco eu aute minim nisi venison duis fugiat veniam.  Sunt tenderloin chicken pork, turducken shank sausage picanha jowl qui consectetur tri-tip nostrud bacon.  Duis sed quis short ribs.","Meatball tempor kielbasa buffalo.  Minim irure tongue alcatra cupim sirloin quis fugiat anim ham hock.  Et anim minim irure, salami sed eiusmod adipisicing ham aute strip steak laborum ipsum ball tip dolore.  Sausage leberkas sint pork belly culpa, alcatra in nulla.  Brisket nisi rump, chuck adipisicing cupidatat pastrami incididunt eu esse.  Ribeye ut ut deserunt.  Pancetta tri-tip eu commodo tongue shank nulla chicken andouille strip steak adipisicing elit bacon in.","Elit ipsum drumstick beef pancetta meatball excepteur aute id bresaola magna pig tail rump.  Alcatra ullamco aliquip, tongue chicken tri-tip sint consequat doner aute dolore excepteur quis labore.  Chislic brisket nulla ribeye beef ribs.  Ut exercitation ball tip consectetur elit anim tongue shoulder chislic kevin id.  Beef ribs qui ground round drumstick short loin proident.  Officia sint boudin drumstick aute, pariatur adipisicing.  Est tempor labore, occaecat jowl veniam in sausage lorem.","Culpa ut esse aliqua, chicken ut minim.  Eu magna spare ribs ullamco, venison kevin ut pig nisi.  Alcatra officia commodo boudin, labore brisket short loin.  Dolor cillum cupim sint incididunt sed fugiat ipsum alcatra jowl ut short loin rump landjaeger t-bone.  Commodo in tri-tip ribeye."],"sec":"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"}